Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Peel runs the `brew` in /opt/homebrew or /usr/local. If your Homebrew is in a folder of its own, such as /opt/brew, choose its `brew`, and Peel and `peel` run that one.
cs: Peel spouští `brew` ve složce /opt/homebrew nebo /usr/local. Pokud je váš Homebrew ve vlastní složce, například /opt/brew, zvolte jeho `brew` a Peel i `peel` pak budou spouštět právě ten.
de: Peel führt das `brew` in /opt/homebrew oder /usr/local aus. Liegt dein Homebrew in einem eigenen Ordner, etwa /opt/brew, wähle das zugehörige `brew`; dann führen Peel und `peel` dieses aus.
es: Peel ejecuta el `brew` de /opt/homebrew o /usr/local. Si tu Homebrew está en una carpeta propia, como /opt/brew, selecciona su `brew`, y Peel y `peel` ejecutarán ese.
fr: Peel exécute le `brew` situé dans /opt/homebrew ou /usr/local. Si votre Homebrew se trouve dans un dossier à part, comme /opt/brew, choisissez son `brew`, et Peel comme `peel` exécuteront celui-ci.
it: Peel esegue il `brew` in /opt/homebrew o /usr/local. Se il tuo Homebrew è in una cartella tutta sua, come /opt/brew, scegli il suo `brew`, e Peel e `peel` eseguono quello.
ja: Peelは/opt/homebrewまたは/usr/localにある`brew`を実行します。Homebrewを/opt/brewなどの専用のフォルダに置いている場合は、そのHomebrewの`brew`を選択してください。Peelと`peel`がそれを実行するようになります。
ko: Peel은 /opt/homebrew 또는 /usr/local에 있는 `brew`를 실행합니다. Homebrew가 /opt/brew처럼 별도의 폴더에 있다면 그 폴더의 `brew`를 선택하십시오. 그러면 Peel과 `peel`이 그것을 실행합니다.
nl: Peel voert de `brew` in /opt/homebrew of /usr/local uit. Staat je Homebrew in een eigen map, zoals /opt/brew, kies dan de `brew` daarvan, en Peel en `peel` voeren die uit.
pl: Peel uruchamia `brew` z folderu /opt/homebrew lub /usr/local. Jeśli Twój Homebrew jest w osobnym folderze, takim jak /opt/brew, wybierz jego `brew`, a wtedy Peel i `peel` będą uruchamiać właśnie ten.
pt: O Peel executa o `brew` em /opt/homebrew ou /usr/local. Se o seu Homebrew estiver em uma pasta própria, como /opt/brew, escolha o `brew` dele, e o Peel e o `peel` passarão a executar esse.
ro: Peel rulează programul `brew` din /opt/homebrew sau din /usr/local. Dacă instalarea dvs. Homebrew se află într‑un dosar propriu, cum ar fi /opt/brew, alegeți programul `brew` al acesteia, iar Peel și `peel` îl vor rula pe acela.
ru: Peel запускает `brew` из /opt/homebrew или /usr/local. Если Ваш Homebrew находится в отдельной папке, например /opt/brew, выберите его `brew`, и Peel, и `peel` будут запускать именно его.
sv: Peel kör `brew` i /opt/homebrew eller /usr/local. Om ditt Homebrew finns i en egen mapp, till exempel /opt/brew, väljer du dess `brew`, så kör Peel och `peel` just det.
tr: Peel, /opt/homebrew veya /usr/local içindeki `brew` programını çalıştırır. Homebrew’unuz /opt/brew gibi kendine ait bir klasördeyse onun `brew` programını seçin; Peel ve `peel` o programı çalıştırır.
uk: Peel запускає `brew` у /opt/homebrew або /usr/local. Якщо ваш Homebrew в окремій папці, як-от /opt/brew, виберіть його `brew`, і Peel та `peel` запускатимуть саме його.
zh_hans: Peel会运行/opt/homebrew或/usr/local中的`brew`。如果你的Homebrew位于单独的文件夹中（例如/opt/brew），请选取其中的`brew`，Peel和`peel`随后便会运行它。
zh_hant: Peel會執行/opt/homebrew或/usr/local中的`brew`。如果你的Homebrew位於自己的檔案夾中，例如/opt/brew，請選擇它的`brew`，Peel和`peel`就會執行那一個。

source: Peel searches the Spotlight index for files. Folders, apps, and system files aren’t included. What an app keeps in a Library folder is listed last and never selected for you.
cs: Peel hledá soubory v indexu Spotlightu. Složky, aplikace a systémové soubory se do hledání nezahrnují. Co si aplikace ukládá ve složce Knihovna, je v seznamu až na konci a Peel to za vás nikdy nevybere.
de: Peel durchsucht den Spotlight-Index nach Dateien. Ordner, Apps und Systemdateien sind nicht enthalten. Was eine App in einem Library-Ordner aufbewahrt, wird zuletzt aufgeführt und nie für dich ausgewählt.
es: Peel busca archivos en el índice de Spotlight. No incluye carpetas, apps ni archivos del sistema. Lo que una app guarda en una carpeta Biblioteca aparece al final y nunca se selecciona por ti.
fr: Peel recherche les fichiers dans l’index de Spotlight. Les dossiers, les apps et les fichiers système ne sont pas inclus. Ce qu’une app conserve dans un dossier Bibliothèque est listé en dernier et n’est jamais sélectionné à votre place.
it: Peel cerca i file nell’indice di Spotlight. Cartelle, app e file di sistema non sono inclusi. Ciò che un’app conserva in una cartella Libreria viene elencato per ultimo e mai selezionato al posto tuo.
ja: PeelはSpotlightの索引を使ってファイルを検索します。フォルダ、アプリ、システムファイルは含まれません。アプリがライブラリフォルダに保存しているものはリストの最後に表示され、自動で選択されることはありません。
ko: Peel은 Spotlight 인덱스에서 파일을 검색합니다. 폴더, 앱, 시스템 파일은 포함되지 않습니다. 앱이 라이브러리 폴더에 보관하는 항목은 목록의 마지막에 표시되며 절대 미리 선택되지 않습니다.
nl: Peel zoekt in de Spotlight-index naar bestanden. Mappen, apps en systeembestanden worden niet meegenomen. Wat een app in een bibliotheekmap bewaart, wordt als laatste getoond en nooit voor je geselecteerd.
pl: Peel szuka plików w indeksie Spotlight. Foldery, aplikacje i pliki systemowe nie są uwzględniane. To, co aplikacja przechowuje w folderze Biblioteki, jest wyświetlane na końcu i nigdy nie jest zaznaczane za Ciebie.
pt: O Peel busca arquivos no índice do Spotlight. Pastas, apps e arquivos do sistema não são incluídos. O que um app guarda em uma pasta Biblioteca aparece por último, e o Peel nunca o seleciona por você.
ro: Peel caută fișiere în indexul Spotlight. Dosarele, aplicațiile și fișierele de sistem nu sunt incluse. Ce păstrează o aplicație într‑un dosar Bibliotecă este listat la final și nu este niciodată selectat pentru dvs.
ru: Peel ищет файлы в индексе Spotlight. Папки, приложения и системные файлы не учитываются. То, что приложение хранит в папке «Библиотека», показывается в конце списка и никогда не выбирается за Вас.
sv: Peel söker efter filer i Spotlight-indexet. Mappar, appar och systemfiler ingår inte. Det som en app har i en biblioteksmapp listas sist och markeras aldrig åt dig.
tr: Peel dosyaları Spotlight dizininde arar. Klasörler, uygulamalar ve sistem dosyaları dahil edilmez. Bir uygulamanın bir Kitaplık klasöründe tuttukları en sonda listelenir ve hiçbir zaman sizin yerinize seçilmez.
uk: Peel шукає файли в індексі Spotlight. Папки, програми й системні файли не враховуються. Те, що програма зберігає в папці «Бібліотека», показано в кінці списку, і Peel ніколи не вибирає це за вас.
zh_hans: Peel在“聚焦”索引中搜索文件，不包括文件夹、App和系统文件。App保存在“资源库”文件夹中的内容会列在最后，而且绝不会替你选择。
zh_hant: Peel會在Spotlight索引中搜尋檔案。檔案夾、App和系統檔案不包含在內。App存放在「資源庫」檔案夾中的項目會列在最後，且絕不會替你選取。

source: Peel sends no usage data and keeps no account. Update checks ask each app’s own feed, or the App Store for an app bought there, about that app alone, and tell the App Store your Mac’s region, since its answer depends on it. Taken together, the checks show the App Store which of its apps you have, and GitHub which of your apps update through it. Homebrew’s vulnerability scan, which you start yourself, is the one thing that sends a list of what is installed all at once: the source and version of each installed formula, to api.osv.dev. Report an Issue puts Peel’s version, your macOS version, and whether your Mac has Apple silicon or Intel in the address it opens.
cs: Peel neodesílá žádné údaje o používání a nepoužívá žádný účet. Při kontrole aktualizací se Peel na každou aplikaci ptá zvlášť, a to jejího vlastního kanálu, nebo App Storu, pokud jste ji koupili tam. App Storu přitom sděluje oblast vašeho Macu, protože na ní závisí jeho odpověď. Všechny kontroly dohromady ukazují App Storu, které z jeho aplikací máte, a GitHubu, které z vašich aplikací se přes něj aktualizují. Kontrola zranitelností Homebrew, kterou spouštíte sami, je jediná věc, která naráz odesílá na api.osv.dev seznam toho, co je nainstalováno: zdroj a verzi všech nainstalovaných formulae. Příkaz Nahlásit problém vloží do adresy, kterou otevře, verzi Peelu, verzi vašeho systému macOS a údaj, zda má váš Mac čip Apple, nebo procesor Intel.
de: Peel sendet keine Nutzungsdaten und legt keinen Account an. Update-Prüfungen fragen den eigenen Feed jeder App oder, bei einer dort gekauften App, den App Store, und zwar nur nach dieser App. Dem App Store teilen sie außerdem die Region deines Mac mit, da seine Antwort davon abhängt. Zusammengenommen zeigen die Prüfungen dem App Store, welche seiner Apps du hast, und GitHub, welche deiner Apps sich darüber aktualisieren. Der Sicherheitslücken-Scan von Homebrew, den du selbst startest, ist das Einzige, was auf einmal eine Liste dessen sendet, was installiert ist: Quelle und Version jeder installierten Formula an api.osv.dev. „Problem melden“ schreibt in die Adresse, die dabei geöffnet wird, die Version von Peel, deine macOS-Version und ob dein Mac einen Apple Chip oder einen Intel-Prozessor hat.
es: Peel no envía datos de uso ni usa cuentas. Las comprobaciones de actualizaciones preguntan al propio canal de cada app, o a App Store en el caso de una app comprada allí, solo por esa app, e indican a App Store la región de tu Mac, ya que su respuesta depende de ella. En conjunto, las comprobaciones muestran a App Store cuáles de sus apps tienes, y a GitHub, cuáles de tus apps se actualizan a través de él. El análisis de vulnerabilidades de Homebrew, que inicias tú, es lo único que envía de una sola vez una lista de lo que hay instalado: el origen y la versión de cada formula instalada, a api.osv.dev. La opción Informar de un problema incluye la versión de Peel, tu versión de macOS y si tu Mac tiene chip de Apple o procesador Intel en la dirección que abre.
fr: Peel n’envoie aucune donnée d’utilisation et ne gère aucun compte. Les recherches de mises à jour interrogent le flux propre à chaque app, ou l’App Store pour une app achetée sur celui-ci, au sujet de cette seule app, et indiquent à l’App Store la région de votre Mac, car sa réponse en dépend. Prises ensemble, ces recherches montrent à l’App Store lesquelles de ses apps vous avez, et à GitHub lesquelles de vos apps se mettent à jour par son intermédiaire. La recherche de vulnérabilités de Homebrew, que vous lancez vous-même, est la seule fonction qui envoie en une fois une liste de ce qui est installé : la source et la version de chaque formula installée, à api.osv.dev. « Signaler un problème » indique, dans l’adresse qu’il ouvre, la version de Peel, votre version de macOS et si votre Mac est équipé d’une puce Apple ou d’un processeur Intel.
it: Peel non invia dati di utilizzo e non usa alcun account. Le verifiche degli aggiornamenti interrogano il feed di ciascuna app, o App Store per un’app acquistata lì, solo su quell’app, e comunicano ad App Store la zona del Mac, da cui dipende la risposta. Nel loro insieme, le verifiche mostrano ad App Store quali delle sue app hai, e a GitHub quali delle tue app si aggiornano tramite GitHub. La ricerca di vulnerabilità di Homebrew, che sei tu ad avviare, è l’unica cosa che invia in una sola volta un elenco di ciò che è installato: la sorgente e la versione di ogni formula installata, ad api.osv.dev. “Segnala un problema” apre un indirizzo che indica la versione di Peel, la versione di macOS e se il Mac ha un chip Apple o un processore Intel.
ja: Peelは使用状況のデータを送信せず、アカウントも保持しません。アップデートの確認では、各アプリ独自のフィード（App Storeで購入したアプリの場合はApp Store）に、そのアプリについてのみ問い合わせます。また、App Storeの回答はMacの地域によって異なるため、App StoreにはMacの地域を伝えます。これらの確認を総合すると、App Storeには、App Storeのアプリのうちどれを持っているかが、GitHubには、どのアプリがGitHubでアップデートされるかがわかります。インストール済みのもののリストを一度に送信するのは、自分で開始するHomebrewの脆弱性スキャンだけです。このスキャンは、インストール済みの各formulaのソースとバージョンをapi.osv.devに送信します。“問題を報告”は、Peelのバージョン、macOSのバージョン、MacがAppleシリコン搭載かIntel搭載かを、開くアドレスに含めます。
ko: Peel은 사용 데이터를 보내지 않으며 계정도 사용하지 않습니다. 업데이트 확인은 각 앱의 자체 피드에, App Store에서 구입한 앱이면 App Store에 해당 앱에 대해서만 묻습니다. App Store의 응답은 지역에 따라 달라지므로, App Store에는 Mac의 지역도 알려 줍니다. 이러한 확인을 모두 합치면 App Store는 사용자가 App Store의 어떤 앱을 가지고 있는지, GitHub는 사용자의 앱 중 어떤 앱이 GitHub를 통해 업데이트되는지 알 수 있습니다. 설치된 항목의 목록을 한 번에 보내는 기능은 사용자가 직접 시작하는 Homebrew의 취약점 스캔 하나뿐입니다. 이 스캔은 설치된 각 formula의 소스와 버전을 api.osv.dev로 보냅니다. ‘문제 리포트’는 여는 주소에 Peel의 버전, macOS 버전, Mac이 Apple silicon인지 Intel인지를 담습니다.
nl: Peel verstuurt geen gebruiksgegevens en gebruikt geen account. Bij een updatecontrole wordt alleen naar die ene app gevraagd, bij de eigen feed van de app of bij de App Store als de app daar is gekocht, en wordt de regio van je Mac aan de App Store doorgegeven, omdat het antwoord van de App Store daarvan afhangt. Alles bij elkaar laten de controles de App Store zien welke van zijn apps je hebt, en GitHub welke van je apps via GitHub worden bijgewerkt. De kwetsbaarheidsscan van Homebrew, die je zelf start, is het enige dat in één keer een lijst verstuurt van wat er is geïnstalleerd: de bron en versie van elke geïnstalleerde formula, naar api.osv.dev. 'Meld een probleem' opent een adres met daarin de versie van Peel, je macOS-versie en of je Mac Apple silicon of Intel heeft.
pl: Peel nie wysyła żadnych danych o użytkowaniu i nie używa żadnego konta. Przy sprawdzaniu uaktualnień Peel pyta własny kanał każdej aplikacji, a w przypadku aplikacji kupionej w App Store sam App Store, wyłącznie o tę jedną aplikację. Przekazuje przy tym do App Store region Twojego Maca, ponieważ odpowiedź App Store zależy od regionu. Z tych wszystkich sprawdzeń razem wziętych App Store dowiaduje się, które z jego aplikacji masz, a GitHub, które z Twoich aplikacji są przez niego uaktualniane. Skanowanie luk w zabezpieczeniach Homebrew, które uruchamiasz samodzielnie, jest jedyną funkcją, która wysyła za jednym razem do api.osv.dev listę tego, co jest zainstalowane: źródło i wersję wszystkich zainstalowanych formulae. Polecenie Zgłoś problem dodaje do adresu, który otwiera, wersję aplikacji Peel, wersję Twojego systemu macOS oraz informację, czy Twój Mac ma układ scalony Apple, czy procesor Intel.
pt: O Peel não envia dados de uso nem mantém nenhuma conta. Ao buscar atualizações, o Peel pergunta ao feed de cada app, ou à App Store no caso de um app comprado lá, apenas sobre aquele app, e informa à App Store a região do seu Mac, já que a resposta dela depende disso. Em conjunto, essas verificações mostram à App Store quais dos apps dela você tem, e ao GitHub quais dos seus apps se atualizam por ele. A análise de vulnerabilidades do Homebrew, que é você quem inicia, é a única coisa que envia de uma só vez uma lista do que está instalado: a origem e a versão de cada formula instalada, para api.osv.dev. O comando Comunicar Problema inclui no endereço que ele abre a versão do Peel, a versão do seu macOS e se o seu Mac tem Apple silicon ou Intel.
ro: Peel nu trimite date de utilizare și nu folosește niciun cont. Căutările de actualizări întreabă fluxul propriu al fiecărei aplicații, sau App Store pentru o aplicație cumpărată de acolo, doar despre aplicația respectivă și transmit către App Store regiunea Mac‑ului dvs., deoarece răspunsul său depinde de aceasta. Din toate căutările luate la un loc, App Store află pe care dintre aplicațiile sale le aveți, iar GitHub află care dintre aplicațiile dvs. se actualizează prin el. Scanarea vulnerabilităților din Homebrew, pe care o porniți chiar dvs., este singurul lucru care trimite o listă cu ce este instalat, toată deodată: sursa și versiunea fiecărei formule instalate, către api.osv.dev. Comanda „Raportați o problemă” include versiunea Peel, versiunea dvs. de macOS și tipul de procesor al Mac‑ului dvs., cip Apple sau Intel, în adresa pe care o deschide.
ru: Peel не отправляет данные об использовании и не требует учетной записи. При проверке обновлений запрашивается собственная лента каждого приложения или App Store для купленного там приложения, и только об этом приложении, а в App Store также передается регион Вашего Mac, поскольку от региона зависит ответ. В совокупности эти проверки показывают App Store, какие из его приложений есть у Вас, а GitHub, какие из Ваших приложений обновляются через него. Лишь одна функция, которую Вы запускаете сами, отправляет сразу весь список установленного: поиск уязвимостей Homebrew передает на api.osv.dev источник и версию всех установленных formulae. Пункт «Сообщить о проблеме» добавляет в открываемый им адрес версию Peel, Вашу версию macOS и то, какой у Вас Mac: с чипом Apple или с процессором Intel.
sv: Peel skickar inga användningsdata och har inget konto. Uppdateringskontroller frågar varje apps eget flöde, eller App Store för en app som har köpts där, om bara den appen, och talar om för App Store vilken region datorn har, eftersom svaret från App Store beror på den. Tillsammans visar kontrollerna för App Store vilka av dess appar du har, och för GitHub vilka av dina appar som uppdateras via GitHub. Homebrews sårbarhetsskanning, som du startar själv, är det enda som på en gång skickar en lista över vad som är installerat: källan och versionen för varje installerad formula, till api.osv.dev. I adressen som kommandot Rapportera ett problem öppnar anges Peels version, din macOS-version och om datorn har Apple Silicon eller Intel.
tr: Peel hiçbir kullanım verisi göndermez ve hesap gerektirmez. Güncelleme denetimleri, yalnızca ilgili uygulama hakkında o uygulamanın kendi akışına veya App Store’dan satın alınmış bir uygulama için App Store’a sorar; App Store’un yanıtı bölgeye bağlı olduğundan ona Mac’inizin bölgesini de bildirir. Bir arada ele alındığında denetimler, App Store’daki uygulamalardan hangilerinin sizde olduğunu App Store’a, uygulamalarınızdan hangilerinin GitHub üzerinden güncellendiğini de GitHub’a gösterir. Homebrew’un, kendiniz başlattığınız güvenlik açığı taraması, yüklü olanların listesini bir kerede gönderen tek şeydir: yüklü her formula için kaynak ve sürüm bilgisini api.osv.dev adresine gönderir. Sorun Bildir, açtığı adrese Peel’in sürümünü, macOS sürümünüzü ve Mac’inizin Apple Silicon çipli mi yoksa Intel işlemcili mi olduğunu ekler.
uk: Peel не надсилає даних про використання і не заводить облікових записів. Перевірка оновлень запитує власну стрічку кожної програми (або App Store, якщо програму куплено там) лише про цю програму й повідомляє App Store регіон вашого Mac, бо від регіону залежить його відповідь. Узяті разом, перевірки показують App Store, які з його програм у вас є, а GitHub, які з ваших програм оновлюються через нього. Увесь список інстальованого одразу надсилає лише сканування вразливостей Homebrew, яке ви запускаєте самі: джерело й версію кожної інстальованої formula на api.osv.dev. Команда «Звітувати про недолік» вписує в адресу, яку відкриває, версію Peel, вашу версію macOS і те, який у вашому Mac процесор: Apple Silicon чи Intel.
zh_hans: Peel不发送任何使用数据，也不建立任何账户。检查更新时，Peel只会就某个App本身询问它自己的更新源；对于从App Store购买的App，则询问App Store，并告知App Store你的Mac所设置的地区，因为它的回答取决于此。综合起来，这些检查会让App Store得知你装有它的哪些App，并让GitHub得知你的哪些App通过GitHub更新。Homebrew的漏洞扫描由你亲自启动，是唯一一项会一次性发送已安装内容列表的操作：它会将每个已安装formula的来源和版本发送到api.osv.dev。“报告问题”会将Peel的版本、你的macOS版本，以及你的Mac搭载的是Apple芯片还是Intel处理器，写入它打开的地址中。
zh_hant: Peel不會傳送任何使用資料，也不會保留任何帳號。檢查更新時，只會向每個App自己的Feed（若App是在App Store購買，則向App Store）查詢該App本身，並會告知App Store你的Mac所設定的地區，因為其回應取決於地區。整體而言，這些檢查會讓App Store得知你有哪些它的App，並讓GitHub得知你的哪些App是透過它更新。Homebrew的漏洞掃描由你自己啟動，是唯一會一次傳送整份已安裝項目列表的功能：它會將每個已安裝formula的來源和版本傳送到api.osv.dev。「回報問題」會將Peel的版本、你的macOS版本，以及你的Mac配備的是Apple晶片還是Intel，放入它打開的網址中。

source: Peel stays in the menu bar after you close its window, with what each tool found and the updates waiting. Without it, Peel quits when you close its window.
cs: Peel po zavření svého okna zůstane v řádku nabídek, kde uvidíte čekající aktualizace a to, co našly jednotlivé nástroje. Bez této volby se Peel po zavření okna ukončí.
de: Peel bleibt in der Menüleiste, nachdem du sein Fenster geschlossen hast, und zeigt dort, was jedes Tool gefunden hat, sowie die ausstehenden Updates. Ist diese Option deaktiviert, wird Peel beendet, wenn du sein Fenster schließt.
es: Peel se queda en la barra de menús después de que cierres su ventana, con lo que ha encontrado cada herramienta y las actualizaciones pendientes. Con esto desactivado, Peel se cierra cuando cierras su ventana.
fr: Peel reste dans la barre des menus une fois sa fenêtre fermée, et y affiche ce que chaque outil a trouvé ainsi que les mises à jour en attente. Sans cette option, Peel se ferme lorsque vous fermez sa fenêtre.
it: Peel resta nella barra dei menu dopo che ne hai chiuso la finestra, con ciò che ogni strumento ha trovato e gli aggiornamenti in attesa. Senza questa opzione, Peel esce quando ne chiudi la finestra.
ja: ウインドウを閉じた後も、Peelはメニューバーに常駐し、各ツールの検出結果と待機中のアップデートを表示します。これをオフにすると、ウインドウを閉じたときにPeelが終了します。
ko: 윈도우를 닫은 후에도 Peel이 메뉴 막대에 남아 각 도구가 찾은 항목과 대기 중인 업데이트를 표시합니다. 이 기능이 꺼져 있으면 윈도우를 닫을 때 Peel이 종료됩니다.
nl: Peel blijft in de menubalk staan nadat je het venster hebt gesloten, met wat elke tool heeft gevonden en de wachtende updates. Zonder deze instelling stopt Peel wanneer je het venster sluit.
pl: Peel pozostaje na pasku menu po zamknięciu swojego okna i pokazuje tam to, co znalazło każde narzędzie, oraz czekające uaktualnienia. Bez tego Peel kończy działanie, gdy zamkniesz jego okno.
pt: O Peel fica na barra de menus depois que você fecha a janela dele, com o que cada ferramenta encontrou e as atualizações pendentes. Sem isso, o Peel é encerrado quando você fecha a janela dele.
ro: După ce îi închideți fereastra, Peel rămâne în bara de meniu, unde arată ce a găsit fiecare instrument, precum și actualizările în așteptare. Fără această opțiune, Peel se închide când îi închideți fereastra.
ru: Peel остается в строке меню после того, как Вы закроете его окно, и показывает там найденное в каждом разделе и ожидающие обновления. Если этот параметр выключен, Peel завершает работу, когда Вы закрываете его окно.
sv: När du har stängt Peels fönster stannar Peel kvar i menyraden, med det som varje verktyg har hittat och de uppdateringar som väntar. Utan den här inställningen avslutas Peel när du stänger fönstret.
tr: Peel, penceresini kapattığınızda da menü çubuğunda kalır; her aracın bulduklarını ve bekleyen güncellemeleri orada görürsünüz. Bu ayar kapalıyken, penceresini kapattığınızda Peel de kapanır.
uk: Peel лишається на смузі меню після того, як ви закриєте її вікно, і показує, що знайдено в кожному розділі та які оновлення очікують. Без цього Peel завершує роботу, коли ви закриваєте її вікно.
zh_hans: Peel会在你关闭其窗口后继续留在菜单栏中，并在那里列出每个工具找到的内容和等待中的更新。如果未打开此项，Peel会在你关闭其窗口时退出。
zh_hant: Peel會在你關閉其視窗後保留在選單列中，並顯示各工具找到的內容和等待中的更新項目。若未開啟此選項，Peel會在你關閉其視窗時結束。

source: Peel stopped before it had looked everywhere, so nothing is listed.
cs: Peel se zastavil dřív, než se podíval všude, takže tu nic není uvedeno.
de: Der Scan wurde gestoppt, bevor Peel überall nachgesehen hatte, daher wird nichts aufgeführt.
es: Peel se ha detenido antes de haber mirado en todas partes, así que no aparece nada en la lista.
fr: Peel s’est arrêté avant d’avoir regardé partout : rien n’est donc listé.
it: L’analisi è stata interrotta prima che Peel avesse cercato ovunque, quindi non viene elencato nulla.
ja: Peelはすべての場所を調べ終える前にスキャンを停止したため、一覧には何も表示されていません。
ko: Peel이 모든 곳을 살펴보기 전에 스캔이 중단되었으므로 목록에 아무것도 표시되지 않습니다.
nl: Peel is gestopt met scannen voordat het overal had gekeken, dus er staat niets in de lijst.
pl: Peel zatrzymał się, zanim zajrzał wszędzie, więc na liście nic nie ma.
pt: O Peel parou antes de examinar todos os lugares, então nada aparece na lista.
ro: Peel s‑a oprit înainte de a căuta peste tot, așa că nu este listat nimic.
ru: Peel остановился, не успев везде заглянуть, поэтому в списке ничего нет.
sv: Peel hade inte tittat överallt när skanningen stoppades, så inget listas.
tr: Peel her yere bakmadan durdu, bu yüzden hiçbir şey listelenmiyor.
uk: Peel зупинилася, ще не зазирнувши всюди, тож у списку нічого немає.
zh_hans: Peel在查看完所有位置之前就已停止，因此没有列出任何内容。
zh_hant: Peel在查看完所有位置前就已停止，因此沒有列出任何項目。
